{
  "translation": {
    "home": "Home",
    "projects": "Projects",
    "about": "About me",
    "selectLanguage": "Select Your Language",
    "goodmorning": "Good Morning",
    "goodafternoon": "Good Afternoon",
    "goodnight": "Good Night",
    "hi": "Hello",
    "name": "I'm Janderson",
    "welcome": "Welcome to My Portfolio!!!",
    "txprojects": "My projects available on GitHub",
    "prcad": "User Registration",
    "prpha": "Phrase API",
    "prcal": "Calculator",
    "prcsstxanim": "Animated Text",
    "prcsspulls": "Pulsing Effect",
    "prcssprog": "Progress Loader",
    "prcssanim": "Loading Animarion",
    "prcssspin": "Spinner Loader",
    "prcssgrad": "Gradient Animation",
    "tecnology": "Technologies",
    "prcaddesc": "Project that allows user registration by saving their Name, E-mail and Password information.",
    "prpoddesc": "Podcastr is a web application developed in NLW-5. The application consists of listening to podcasts that are stored in memory in the server.json file.",
    "prtwidesc": "This is a clone of the twitch app.",
    "prphadesc": "This is a simple API request project using Axios, each click on the button brings a phrase said by Rapper Kanye West.",
    "prdogdesc": "This is a simple API request project using Axios, it contains a list with a photo and some information about dogs.",
    "prcaldesc": "Calculator design",
    "prcsstxanimdesc": "Sliding animation effect to transition between each word, css animation shared with the community.",
    "prcsspullsdesc": "Animation provides a pulsating effect to an element that changes its shape and opacity, css animation shared with the community.",
    "prcssprogdesc": "Animates the effect of a calm wave inside the element, css animation shared with the community.",
    "prcssanimdesc": "Endless loading animation with floating elements, css animation shared with the community.",
    "prcssspindesc": "A rotating loading circle, the animation loops infinitely, css animation shared with the community.",
    "prcssgraddesc": "Animated gradient background, css animation shared with the community.",
    "textaboutp1": "Pleasure to have you here, I'm Janderson Ariel, I'm currently residing in the Metropolitan Region of Belo Horizonte, I'm 25 years old and I'm passionate about technology and programming that can facilitate and transform everyone's lives with applications that I see and practice daily, I feel every increasingly motivated to continue evolving in this area.",
    "textaboutp2": "My hobbies are currently social with friends, concerts in bars, studying and playing games, nothing like relaxing after a day of work or study listening to music and talking.",
    "textaboutp3": "Currently looking for an opportunity to collaborate with a company in a fixed way with my knowledge, always willing to evolve with new technologies that are being born and strengthening the current ones for greater performance and agility in addition to ease of usability.",
    "titleprograming": "Programming",
    "textprogramingp1": "I am a developer committed to learning and building applications. I enjoy everything from understanding and helping to define business rules to developing the application to meet the needs of customers and users.",
    "textprogramingp2": "I'm passionate about technology and I seek to grow more and more in this area, I study every day and I'm focused on what I like, simple and sincere, but the greatest quality is without a doubt the effort.",
    "textprogramingp3": "Skills: React.js, React Native, JavaScript, TypeScript, HTML5, Git, GitHub, Cascading Style Sheets (CSS), SASS, Styled Components.",
    "titleevolution": "Evolution",
"textevolutionp1": "Every day evolving more and surprising myself with all the knowledge I acquired over the time I study, without a doubt the greatest weapon we have is effort, I remember looking at lines and lines of code and thinking that I would never be able to do anything like that. , but,Today looking at everything I've built I understand that it was a matter of time and commitment to reach a new level every day, I still lack a lot and I keep running in search of knowledge the only power that they can't take away from us."
  }
}
