{
  "translation": {
    "home": "Página Inicial",
    "projects": "Projetos",
    "about": "Sobre Mim",
    "selectLanguage": "Selecione seu Idioma",
    "goodmorning": "Bom Dia",
    "goodafternoon": "Boa Tarde",
    "goodnight": "Boa Noite",
    "hi": "Olá",
    "name": "Sou Janderson",
    "welcome": "Bem Vindo ao Meu Portfolio!!!",
    "txprojects": "Meus projetos disponíveis no GitHub",
    "prcad": "Cadastro de Usuários",
    "prpha": "API de Frases",
    "prcal": "Calculadora",
    "prcsstxanim": "Texto Animado",
    "prcsspulls": "Efeito pulsante",
    "prcssprog": "Carregador de Progresso",
    "prcssanim": "Carregando Animação",
    "prcssspin": "Carregador Giratório",
    "prcssgrad": "Animação Gradiente",
    "tecnology": "Tecnologias",
    "prcaddesc": "Projeto que possibilita cadastro de usuário salvando suas informações de nome, E-mail e Senha.",
    "prpoddesc": "Podcastr é uma aplicação web desenvolvida na NLW-5, A aplicação consiste em ouvir podcasts que estão armazenados em memória no arquivo server.json.",
    "prtwidesc": "Este é um clone do aplicativo da twitch.",
    "prphadesc": "Este é um simples projeto de requisição a API utilizando Axios, a cada clique no botão ele trás uma frase dita pelo Rapper Kanye West.",
    "prdogdesc": "Este é um simples projeto de requisição a API utilizando Axios, contem uma lista com uma foto e algumas informações sobre cachorros.",
    "prcaldesc": "Projeto de uma calculadora",
    "prcsstxanimdesc": "Efeito de animação deslizante para fazer a transição entre cada palavra, Animação css compartilhada com a comunidade.",
    "prcsspullsdesc": "A animação fornece um efeito pulsante a um elemento que muda sua forma e opacidade, Animação css compartilhada com a comunidade.",
    "prcssprogdesc": "Anima o efeito de uma onda calma dentro do elemento, Animação css compartilhada com a comunidade.",
    "prcssanimdesc": "Animação de carregamento infinita com elementos flutuantes, Animação css compartilhada com a comunidade.",
    "prcssspindesc": "Um circulo giratório de carregamento, A animação faz um loop infinito, Animação css compartilhada com a comunidade.",
    "prcssgraddesc": "Plano de fundo gradiente animado, Animação css compartilhada com a comunidade.",
    "textaboutp1": "Prazer em tê-lo aqui, sou Janderson Ariel atualmente estou residindo na região Metropolitana de Belo Horizonte, tenho 25 anos e sou apaixonado por tecnologia e programação que possam facilitar e transformar a vida de todos com aplicações que vejo e prático diariamente, me sinto cada vez mais motivado a continuar evoluindo nessa área.",
    "textaboutp2": "Meus hobbies atualmente são sociais com amigos, show em bares, estudar e jogar games, nada como relaxar após um dia de trabalho ou estudo ouvindo uma música e conversando.",
    "textaboutp3": "Atualmente procurando uma oportunidade de poder colaborar com alguma empresa de modo fixo com os meus conhecimentos, sempre disposto a evoluir com novas tecnologias que vem nascendo e fortificando as atuais para maior desempenho e agilidade além de facilidade de usabilidade.",
    "titleprograming": "Programação",
    "textprogramingp1": "Sou um desenvolvedor empenhado em aprender e construir aplicações. Eu gosto desde entender e ajudar a definir as regras de negócio até desenvolver a aplicação para atingir as necessidades dos clientes e usuários.",
    "textprogramingp2": "Sou apaixonado por tecnologia e busco cada dia mais crescer nesta área, estudo todos os dias e sou focado naquilo que eu gosto, simples e sincero, mas, a maior qualidade sem duvidas é o esforço.",
    "textprogramingp3": "Skills: React.js, React Native, JavaScript, TypeScript, HTML5, Git, GitHub, Cascading Style Sheets (CSS), SASS, Styled Components.",
    "titleevolution": "Evolução",
    "textevolutionp1": "A cada dia evoluindo mais e me surpreendendo com todo o conhecimento que adquiri ao longo do tempo que estudo, sem dúvidas a maior arma que possuímos é o esforço, me lembro de olhar linhas e linhas de códigos e achar que nunca conseguiria fazer nada nem parecido, mas, hoje olhando para tudo que já construí eu entendo que era questão de tempo e empenho para alcançar um novo nível todos os dias, ainda me falta muito e continuo correndo em busca de conhecimento o único poder que não podem nos tirar."
  }
}
